public class LanguageDictionary {
    public static String START = "سلام 🙋‍♂️\nبه کارآموزی تابستانه‌ی کداستار خوش‌آمدید.😊\nبرای اطلاع رسانی سریع‌تر و تعامل با شما عزیزان این ربات تلگرامی کداستار را تهیه کردیم.\nلطفا اطلاعات خواسته شده را با دقت پر کنید:";
    public static String GET_NAME = "نام خود را وارد کنید:\n\nفرمت درست:\nمحمد";
    public static String GET_FAMILYNAME = "نام‌خانوادگی خود را وارد کنید:\n\nفرمت درست:\nمحمدی";
    public static String GET_PHONE_NUMBER = "شماره تلفن خود را وارد کنید:\n\n(ترجیحا ایرانسل)\nفرمت درست:\n09121234567";
    public static String YOU_REGISTERED = "شما قبلا در سامانه ثبت‌نام کرده‌اید.";
    public static String GET_ADDRESS = "آدرس منزل خود را وارد کنید:";
    public static String GET_POST_CODE = "کدپستی منزل خود را وارد کنید:\n\nفرمت درست:\n1234567890";
    public static String CHANGED_TO_PRIVATE = "ازین پس هر پیامی اینجا بنویسید به صورت ناشناس به دست ما خواهد رسید.\nدرصورتی که عبارت\n/public\nرا وارد کنید پیام‌هایتان به صورت شناس به دست ما خواهد رسید.";
    public static String CHANGED_TO_PUBLIC= "ازین پس هر پیامی اینجا بنویسید به صورت شناس به دست ما خواهد رسید.\nدرصورتی که عبارت\n/private\nرا وارد کنید پیام‌هایتان به صورت ناشناس به دست ما خواهد رسید.";
    public static String FINISH_GET_INFORMATION = "ممنون که وقت گذاشتید و فرم مارا پر کردید😊🌺\nازین پس هر پیامی اینجا بنویسید به دست ما خواهد رسید.\nدرصورتی که عبارت\n/private\nرا وارد کنید پیام‌هایتان به صورت ناشناس به دست ما خواهد رسید.\n\nدر صورتی که عبارت\n/public\nرا وارد کنید پیامتان به صورت شناس به دست ما خواهد رسید.\n\nبا آرزوی موفقیت برایتان🌺";
    public static String MESSAGE_SENDED_PUBLIC = "پیامتان به صورت شناس به دست ما رسید.😊\nممنون از توجهتون 🌺";
    public static String MESSAGE_SENDED_PRIVATE = "پیامتان به صورت ناشناس به دست ما رسید.😊\nممنون از توجهتون 🌺";
    public static String HAVE_PRIVATE_MESSAGE = "یک پیام ناشناس دارید.\n";
    public static String HAVE_PUBLIC_MESSAGE = "یک پیام شناس دارید.";
}
